Revit 2027 API
ParameterTypeId.CutMarkSymbolSize Property
 "Cut Mark Symbol Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CutMarkSymbolSize { get; }
Public Shared ReadOnly Property CutMarkSymbolSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CutMarkSymbolSize {
	ForgeTypeId^ get ();
}
static member CutMarkSymbolSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace